#+TITLE: awesome smoking
#+AUTHOR: Qun Wang <tshwangq@gmail.com>


* TODO awesome smoking                                              :smoking:
  SCHEDULED: <2016-10-16 日 +1d>
  :PROPERTIES:
  :STYLE:    habit
  :LOGGING: TODO(!) WAIT(!) DONE(!) CANCELED(!)
  :LAST_REPEAT: [2016-10-13 四 16:36]
  :END:
  - State "TODO"       from "DONE"       [2016-10-18 二 12:39]
  - State "TODO"       from "DONE"       [2016-10-18 二 12:00]
  - State "TODO"       from "DONE"       [2016-10-18 二 11:00]
  - State "TODO"       from "DONE"       [2016-10-18 二 10:10]
  - State "TODO"       from "DONE"       [2016-10-18 二 09:00]
  - State "TODO"       from "DONE"       [2016-10-18 二 08:20]
  - State "TODO"       from "DONE"       [2016-10-17 一 13:28]
  - State "TODO"       from "DONE"       [2016-10-17 一 12:28]
  - State "TODO"       from "DONE"       [2016-10-17 一 11:28]
  - State "TODO"       from "DONE"       [2016-10-17 一 09:10]
  - State "TODO"       from "DONE"       [2016-10-17 一 08:30]
  - State "TODO"       from "DONE"       [2016-10-16 日 11:53]
  - State "TODO"       from "DONE"       [2016-10-16 日 10:53]
  - State "TODO"       from "DONE"       [2016-10-16 日 09:53]
  - State "TODO"       from "DONE"       [2016-10-16 日 08:53]
  - State "TODO"       from "DONE"       [2016-10-16 日 08:23]
  - State "TODO"       from "DONE"       [2016-10-15 六 17:37]
  - State "TODO"       from "DONE"       [2016-10-15 六 15:07]
  - State "TODO"       from "DONE"       [2016-10-15 六 12:03]
  - State "TODO"       from "DONE"       [2016-10-15 六 11:00]
  - State "TODO"       from "DONE"       [2016-10-15 六 09:44]
  - State "TODO"       from "DONE"       [2016-10-15 六 08:40]
  - State "TODO"       from "DONE"       [2016-10-14 五 21:11]
    way home
  - State "TODO"       from "DONE"       [2016-10-14 五 18:52]
    饭后一根烟呀
  - State "TODO"       from "DONE"       [2016-10-14 五 17:18]
  - State "TODO"       from "DONE"       [2016-10-14 五 15:34]
      犯困抽一根
  - State "TODO"       from "DONE"       [2016-10-14 五 14:43]
  - State "TODO"       from "DONE"       [2016-10-14 五 13:08]
  - State "TODO"       from "DONE"       [2016-10-14 五 10:13]
  - State "TODO"       from "DONE"       [2016-10-14 五 09:23]
  - State "TODO"       from "DONE"       [2016-10-13 四 22:13]
  - State "TODO"       from "DONE"       [2016-10-13 四 20:53]
  - State "TODO"       from "DONE"       [2016-10-13 四 19:03]
  :LOGBOOK:
  CLOCK: [2016-10-13 四 20:48]--[2016-10-13 四 20:53] =>  0:05
  CLOCK: [2016-10-13 四 18:58]--[2016-10-13 四 19:03] =>  0:05
  CLOCK: [2016-10-13 四 17:39]--[2016-10-13 四 17:45] =>  0:06
  :END:
  - State "TODO"       from "DONE"       [2016-10-13 四 16:37]
    awesome
  - State "TODO"       from "DONE"       [2016-10-13 四 17:45]

* TODO read 这书能让你戒烟<The Easy Way to Stop Smoking>

* count

|        day | total |
|------------+-------|
| 2016-10-13 |    10 |
| 2016-10-14 |     8 |
| 2016-10-15 |    12 |
| 2016-10-16 |    15 |
| 2016-10-17 |    18 |
| 2016-10-18 |    17 |
| 2016-10-19 |    15 |
| 2016-10-19 |    18 |
|            |       |

* notes
** 周末不在电脑面前，没有有效追踪，吸烟量上升
